import React from "react";
import './Reasons.css';



const Reasons = () => {
    return (
        <section className="reasons-to-join-section">
            <div className="reasons-container">
                <h2 className="reason-h2text">Чому варто йти?</h2>
                <p className="reason-text">Місія події — зміцнення позицій українського бізнесу на міжнародних ринках,
                    сприяючи його успіху та створенню високоякісних продуктів і сервісів, що впізнаються на глобальній арені,
                    а також зміцнити репутацію України, як конкурентоздатної держави, якій є що запропонувати світу.
                </p>
                <div className="reason-cards-container">
                    <div className="reason-info-cards">
                        <h2>01</h2>
                        {/* перевірити чи використати h3 заголовок чи span для 01 тексту */}
                        <h3>Нетворкінг</h3>
                        <p>Під одним дахом зберуться представники різних компаній, експерти та інвестори.
                            Це ідеальна нагода для встановлення цінних зв'язків та партнерств з потенційними партнерами,
                            дистриб'юторами, постачальниками та іншими учасниками, які можуть сприяти успішній експансії
                            вашого бізнесу на зовнішні ринки.
                        </p>
                    </div>
                    <div className="reason-info-cards">
                        <h2>02</h2>
                        <h3>Нові знання та інсайти</h3>
                        <p>Панельні дискусії, реальні кейси та майстер-класи від відомих експертів з різних галузей - це
                            все дозволить вам отримати свіжі інсайти щодо тенденцій на міжнародних ринках, стратегій,
                            міжкультурних аспектів та інших факторів, які можуть бути важливими для успішного розширення
                            вашої діяльності за кордон.
                        </p>
                    </div>
                    <div className="reason-info-cards">
                        <h2>03</h2>
                        <h3>Ресурси та інвестиції</h3>
                        <p>Форум - ключова платформа для знаходження інвесторів, партнерів та необхідних ресурсів.
                            Тут ви отримаєте змогу зустрітися з представники венчурних фондів, бізнес-янголів та інших
                            інвестиційних організацій. Також, ви дізнаєтесь, як отримати гранти або залучити кредит на вигідних умовах.
                        </p>
                    </div>
                </div>
            </div>
        </section>
        
    );
};
export default Reasons;